import {IWish} from "~/interface";

export const wishes: IWish[] = [
  {
    id: "1",
    userId: "1",
    title: "Розовое худи",
    pictures: ["item.png"],
    links: [],
    description: "С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание направлений прогрессивного развития.",
    isLiked: false
  },
  {
    id: "2",
    userId: "1",
    title: "Крутые очки",
    pictures: ["item.png"],
    links: [],
    description: "С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание направлений прогрессивного развития.",
    isLiked: false
  },
  {
    id: "3",
    userId: "1",
    title: "Летающая машина",
    pictures: ["item.png"],
    links: [],
    description: "С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание направлений прогрессивного развития.",
    isLiked: false
  },
  {
    id: "3",
    userId: "1",
    title: "Летающая машина",
    pictures: ["item.png"],
    links: [],
    description: "С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание направлений прогрессивного развития.",
    isLiked: false
  },
  {
    id: "3",
    userId: "1",
    title: "Летающая машина",
    pictures: ["item.png"],
    links: [],
    description: "С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание направлений прогрессивного развития.",
    isLiked: false
  },
  {
    id: "3",
    userId: "1",
    title: "Летающая машина",
    pictures: ["item.png"],
    links: [],
    description: "С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание направлений прогрессивного развития.",
    isLiked: false
  },
  {
    id: "3",
    userId: "1",
    title: "Летающая машина",
    pictures: ["item.png"],
    links: [],
    description: "С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание направлений прогрессивного развития.",
    isLiked: false
  }
]
